{
  "Tips": [
    {
    "header": "Downsize and focus on your essentials.",
    "body": "In a difficult season, your top priority is keeping yourself safe and stretching your dollars. This means focusing on getting your essentials in place, specifically your food, housing, core utilities, transportation, and any medicines. This also means cutting back on any non-essential spending until things get back to normal.",
    "source": "https://www.clevergirlfinance.com/blog/financial-wellness-tips/"
    },
    {
    "header": "Give yourself financial security with an emergency savings fund.",
    "body": "Start by putting aside what you can afford in order to help cover many common emergencies, such as a car repair or medical bill, that could otherwise become costly debt. Prioritize a dedicated savings account for these unexpected expenses as one of your top savings goals, and as you get a better handle on your overall financial situation, you may decide to set more aside.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    },
    {
    "header": "Make saving easy by making it automatic.",
    "body": "Whether it’s through your bank or employer, there are a number of ways to have money automatically transferred into your savings every week or month. Recurring transfers are considered one of the most effective ways to build your savings.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    },
    {
    "header": "Put extra money into savings at times when you have it.",
    "body": "There may be weeks when money is tighter than others. Take the opportunity to put money into savings when you have it.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    },
    {
    "header": "Use your tax refund to help you reach financial goals.",
    "body": "For many Americans, a tax refund can be one of the largest checks they receive all year. Make a plan now to dedicate a portion of that money to saving for some of your larger financial or savings goals.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    },
    {
    "header": "Set an annual reminder to check your credit reports.",
    "body": "You’re entitled to free credit reports every 12 months, so set up an annual reminder to review them for any errors that may be hurting your credit and should be fixed.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    },
    {
    "header": "When shopping for a loan, get quotes from at least three lenders.",
    "body": "One of the best ways to save money on a loan is to shop around and get estimates from several lenders to best compare terms and fees. This is true for home loans as well as other types of loans, including auto loans.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    },
    {
    "header": "Set up a 529 savings plan for your children.",
    "body": "If you have young children, college may seem far off, but to help reduce their need for student loans, a 529 plan is an investment account where your money can grow tax-free.",
    "source": "https://www.consumerfinance.gov/about-us/blog/get-money-smart-25-tips-improve-your-financial-well-being/"
    }
  ]
}